---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Tonne
source: html/2b6527a5-c2c3-e17c-5561-2f39b0d7b66d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Tonne Property

Symbol t, indicating unit Tonnes.

## Syntax (C#)
```csharp
public static ForgeTypeId Tonne { get; }
```